[
  {
    "heroName" : "Ironman",
    "nickName" : "Tony",
    "firstName" : "Anthony",
    "middleName" : "Edward",
    "lastName" : "Stark",
    "height" : "6'1\"; (in armor) 6'6\"",
    "weight" : "225 lbs.; (in armor) 425 lbs.",
    "powers" : "None; Tony's body had been enhanced by the modified techno-organic virus, Extremis, but it is currently inaccessible and inoperable.",
    "abilites" : "Tony has a genius level intellect that allows him to invent a wide range of sophisticated devices, specializing in advanced weapons and armor. He possesses a keen business mind.",
    "thumbnail" : "ironman_thumbnail",
    "imagelarge" : "ironman"
  },
  {
  "heroName" : "Black Panther",
  "nickName" : "N/A",
  "firstName" : "T'Challa",
  "middleName" : "NA",
  "lastName" : "NA",
  "height" : "6'",
  "weight" : "200 lbs.",
  "powers" : " T'Challa's senses and physical attributes have been enhanced to superhuman levels by the heart-shaped herb.",
  "abilites" : "T'Challa is a brilliant tactician, strategist, scientist, tracker and a master of all forms of unarmed combat whose unique hybrid fighting style incorporates acrobatics and aspects of animal mimicry. T'Challa being a royal descendent of a warrior race is also a master of armed combat, able to use a variety of weapons but prefers unarmed combat. He is a master planner who always thinks several steps ahead and will go to extreme measures to achieve his goals and protect the kingdom of Wakanda.",
  "thumbnail" : "blackpanther_thumbnail",
  "imagelarge" : "blackpanther"
  },
  {
  "heroName" : "Ant-Man",
  "nickName" : "Hank",
  "firstName" : "Dr. Henry",
  "middleName" : "NA",
  "lastName" : "Pym",
  "height" : "unknown",
  "weight" : "unknown",
  "powers" : "None.",
  "abilites" : "Hank Pym is a scientific genius with a Ph.D in biochemistry and nanotechnology, and expertise in the fields of quantum physics, robotics/cybernetics, artificial intelligence, and entomology. The character discovered the subatomic Pym particles that enable mass to be shunted or gained from an alternate dimension, thereby changing the size of himself or other beings or objects. After constant experimentation with size-changing via ingested capsules and particle-filled gas, Pym is eventually able to change size at will, and mentally generate Pym particles to change the sizes of other living beings or inanimate objects. Pym retains his normal strength when ant size, and possesses greatly increased strength and stamina when in giant form, courtesy of the increased mass. Pym's costume is synthetic stretch fabric composed of unstable molecules and automatically adapts to his shifting sizes.",
  "thumbnail" : "ant-man_thumbnail",
  "imagelarge" : "ant-man"
  },
  {
  "heroName" : "Wasp",
  "nickName" : "NA",
  "firstName" : "Janet",
  "middleName" : "",
  "lastName" : "Van Dyne",
  "height" : "5'4\"",
  "weight" : "110 lbs.",
  "powers" : "Flight (approx 40 mph), size Reduction (with gain in strength), bio-electric blasts.",
  "abilites" : "Combat and leader skills.",
  "thumbnail" : "wasp_thumbnail",
  "imagelarge" : "wasp"
  },
  {
  "heroName" : "Spider-Man",
  "nickName" : "NA",
  "firstName" : "Peter",
  "middleName" : "Benjamin",
  "lastName" : "Parker",
  "height" : "5'10\"",
  "weight" : "167 lbs.",
  "powers" : "Peter can cling to most surfaces, has superhuman strength (able to lift 10 tons optimally) and is roughly 15 times more agile than a regular human. The combination of his acrobatic leaps and web-slinging enables him to travel rapidly from place to place. His spider-sense provides an early warning detection system linked with his superhuman kinesthetics, enabling him the ability to evade most any injury, provided he doesn't cognitively override the autonomic reflexes. Note: his power enhancements through his transformation by the Queen and after battling Morlun - including his organic web glands and stingers - have been undone after Spider-Man's deal with Mephisto.",
  "abilites" : "Peter is an accomplished scientist, inventor and photographer.",
  "thumbnail" : "spider-man_thumbnail",
  "imagelarge" : "spider-man"
  },
  {
  "heroName" : "War Machine",
  "nickName" : "Jim",
  "firstName" : "James",
  "middleName" : "Rupert",
  "lastName" : "Rhodes",
  "height" : "6'1\" (in armor) 6'6\"",
  "weight" : "210 lbs.",
  "powers" : "Rhodes has no superhuman powers. In his cybernetic configuration, Rhodes required an external power source to keep himself alive, such as the War Machine armor. While in armor, Rhodes’ cybernetic links rendered him incapable of sleep, remaining aware even when his body was unconscious. Rhodes’ arms, legs, right eye and portions of his spine and skull were replaced with cybernetic parts of titanium/Vibranium compositions. Magno locks within his body could release his limbs at will or disassemble nearby machinery, incorporating their parts into his limbs or the War Machine armor. While possessed by the Ultimo virus, Rhodes could generate metallic tendrils from his body; he retained the ability to fire optic energy blasts even after the virus was purged. Even without the Ultimo technology, Rhodes’ bionic eye could fire a laser beam.",
  "abilites" : "Rhodes is an exceptional pilot, and was trained by the Marines in aviation engineering and armed and unarmed combat.",
  "thumbnail" : "warmachine_thumbnail",
  "imagelarge" : "warmachine"
  },
  {
  "heroName" : "Hulk",
  "nickName" : "NA",
  "firstName" : "Dr. Robert",
  "middleName" : "Bruce",
  "lastName" : "Banner",
  "height" : "5'9 1/2\" (Banner); 7-8' (Green Hulk)",
  "weight" : "128 lbs. (Banner) 1,400 lbs. (Green Hulk)",
  "powers" : "The Hulk possesses an incredible level of superhuman physical ability. His capacity for physical strength is potentially limitless due to the fact that the Hulk's strength increases proportionally with his level of great emotional stress, anger in particular. The Hulk uses his superhumanly strong leg muscles to leap great distances. The Hulk has been known to cover hundreds of miles in a single bound and once leaped almost into orbit around the Earth. The Hulk can also use his superhumanly leg muscles to run at super speeds, although his legs have limitless strength he does not have limitless speed and once he reaches a certain speed his legs become too strong and destroy the ground giving him no friction to run on, therefore he jumps to travel. The Hulk can slam his hands together creating a shock wave, this shock wave can deafen people, send objects flying and extinguish fires. His thunderclap has been compared to hurricanes and sonic booms. The Hulk has shown a high resistance to physical damage nearly regardless of the cause, and has also shown resistance to extreme temperatures, mind control, nuclear explosions, poisons, and all diseases. In addition to the regeneration of limbs, vital organs, and damaged or destroyed areas of tissue at an amazing rate. The Hulk also has superhuman endurance.The Hulk's body also has a gland that makes an oxygenated per fluorocarbon emulsion, which creates pressure in the Hulk's lungs and effectively lets him breathe underwater and move quickly between varying depths without concerns about decompression or nitrogen narcosis.",
  "abilites" : "Dr. Bruce Banner is a genius in nuclear physics, possessing a mind so brilliant that it cannot be measured on any known intelligence test. When Banner is the Hulk, Banner's consciousness is buried within the Hulk's, and can influence the Hulk's behavior only to a very limited extent.",
  "thumbnail" : "hulk_thumbnail",
  "imagelarge" : "hulk"
  },
  {
  "heroName" : "Black Bolt",
  "nickName" : "NA",
  "firstName" : "Blackagar",
  "middleName" : "NA",
  "lastName" : "Boltagon",
  "height" : "6'2\"",
  "weight" : "210 lbs.",
  "powers" : "Black Bolt has the ability to unleash great destructive power through the use of his voice, but even the slightest whisper will release his power. Therefore, for the most part, he remains silent. This quasi-sonic scream is powered by electron energy that he draws in from the environment. At maximum the force is equal to that caused by the detonation of a nuclear weapon. Other possible manifestations of this harnessed electron energy include electron energy blasts, flight, enhanced strength (the Master Blow being a superhuman punch), ability to survive in space, and the ability to analyze and manipulate matter. The fork-shaped antenna that Black Bolt has worn upon his brow since childhood enable him to channel his powers in more directed, less destructive ways. Due to the fear of speaking while sleeping, Black Bolt practices a form of meditation, which may also help to enhance his abilities.",
  "abilites" : "Like all Inhumans, Black Bolt is physically superior to normal human beings due to generations of eugenics. Attributes in which Inhumans excel over human include reaction time, stamina, strength, resistance to injury, and speed.",
  "thumbnail" : "blackbolt_thumbnail",
  "imagelarge" : "blackbolt"
  },
  {
  "heroName" : "Star-Lord",
  "nickName" : "NA",
  "firstName" : "Peter",
  "middleName" : "Jason",
  "lastName" : "Quill",
  "height" : "6'2\"",
  "weight" : "175 lbs.",
  "powers" : "Star-Lord wore a costume that enabled him to survive in space. It is possible that the costume has actually altered his physical structure, as he does not need to wear any helmet, or any form of life support to survive the nearly absolute zero, airless vacuum. He can fly through air or in space, presumably another attribute of his costume. He possesses enhanced healing and uses personal energy shields. In the event that he were injured beyond his own ability to recover, Ship could administer emergency medical or surgical care.Star-Lord later received a number of cybernetic implants, including his left eye, which allows him to see all energy spectra, as well as a memory chip in his brain, which gives 100% recall.",
  "abilites" : " In addition, Star-Lord is highly athletic, a skilled marksman and swordsman, and proficient at hand-to-hand combat. After overcoming his lifetime of hatred, Star-Lord took a vow to never take another life unless absolutely necessary. His greatest asset is his partner and would-be lover, Ship.",
  "thumbnail" : "star-lord_thumbnail",
  "imagelarge" : "star-lord"
  },
  {
  "heroName" : "Rocket Raccoon",
  "nickName" : "NA",
  "firstName" : "Rocket",
  "middleName" : "NA",
  "lastName" : "Raccoon",
  "height" : "4'",
  "weight" : "55 lbs.",
  "powers" : "None.",
  "abilites" : "Rocket has many of the same abilities as a normal raccoon, such as a heightened sense of smell and sight as compared to a human. An expert marksman with a penchant for large weaponry, Rocket Raccoon is the last of his kind. After being captured by the Kree, Rocket teams up with Star-Lord and other adventurers to form the Guardians of the Galaxy. Together, they travel the galaxy and defend it from those who wish it harm.",
  "thumbnail" : "rocket_thumbnail",
  "imagelarge" : "rocket"
  },
  {
  "heroName" : "Groot",
  "nickName" : "NA",
  "firstName" : "Groot",
  "middleName" : "NA",
  "lastName" : "NA",
  "height" : "Unrevealed",
  "weight" : "Unrevealed",
  "powers" : "Groot was extremely powerful and resilient, he has the power or regeneration allowing him to re-grow limbs and even his entire form. He also has powers of the mind, although they only appear to work on plant life, allowing him to communicate with other trees and command them to attack those that oppose him. He is highly vulnerable to attacks of fire.",
  "abilites" : "NA",
  "thumbnail" : "groot_thumbnail",
  "imagelarge" : "groot"
  },
  {
  "heroName" : "Gamora",
  "nickName" : "NA",
  "firstName" : "Gamora",
  "middleName" : "NA",
  "lastName" : "NA",
  "height" : "6'",
  "weight" : "170 lbs.",
  "powers" : "None.",
  "abilites" : "Gamora is a highly accomplished athlete, gymnast, and hand-to-hand combatant.",
  "thumbnail" : "gamora_thumbnail",
  "imagelarge" : "gamora"
  }
]